{
	"movies":[
		{
			"id":1,
			"images":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
			"names":"Spider-Man: Across the Spider-Verse (2023)",
			"genrecards":["Animation","ScienceFiction","Action","Adventure"],
			"Description":"After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
		    "rates":[],
			"releaseDate":"06/01/2023 (IN)"
		},
		{
			"id":2,
			"images":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/uS1AIL7I1Ycgs8PTfqUeN6jYNsQ.jpg",
			"names":"Insidious: The Red Door (2023)",
			"genrecards":["Horror","Mystery","Thriller"],
			"Description":"To put their demons to rest once and for all, Josh Lambert and a college-aged Dalton Lambert must go deeper into The Further than ever before, facing their family's dark past and a host of new and more horrifying terrors that lurk behind the red door.",
		    "rates":[],
			"releaseDate":"07/07/2023 (IN)"
		},
		{
			"id":3,
			"images":"https://www.themoviedb.org/t/p/w220_and_h330_face/r2J02Z2OpNTctfOSN1Ydgii51I3.jpg",
			"names":"Guardians of the Galaxy Vol. 3",
			"genrecards":["ScienceFiction","Action","Adventure"],
			"Description":"Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
		    "rates":[],
			"releaseDate":"05/05/2023 (US)"
		},
		{
			"id":4,
			"images":"https://www.themoviedb.org/t/p/w220_and_h330_face/rktDFPbfHfUbArZ6OOOKsXcv0Bm.jpg",
			"names":"The Flash",
			"genrecards":["ScienceFiction","Action","Adventure"],
			"Description":"When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
		    "rates":[],
			"releaseDate":"06/15/2023 (IN)"
		},
		{
			"id":5,
			"images":"https://www.themoviedb.org/t/p/w220_and_h330_face/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
			"names":"Meg 2: The Trench (2023)",
			"genrecards":["ScienceFiction","Action","Horror"],
			"Description":"An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.",
		    "rates":[],
			"releaseDate":"08/04/2023 (US)"
		}
		
	]
}